/* Archive - NSOpenPanel button title */
"Archive" = "아카이브";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "파일 아카이브";

/* title of progress window */
"Archive Utility" = "아카이브 유틸리티";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "\"%1$@\"을(를) \"%2$@\"(으)로 아카이브가 취소되었습니다.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "\"%1$@\" 아카이브 중...";

/* Cancel */
"Cancel" = "취소";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "정리 중...";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "\"%1$@\"의 내용에 대해 쓰기 가능한 폴더를 찾을 수 없습니다.  쓰기 가능한 폴더로 이동하십시오.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "\"%1$@\"의 아카이브를 생성하기 위한 쓰기 가능한 폴더를 찾을 수 없습니다.  쓰기 가능한 폴더로 이동하십시오.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "\"%1$@\"을(를) \"%2$@\"(으)로 아카이브가 완료되었습니다.";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "\"%1$@\"을(를) \"%2$@\"(으)로 아카이브 해제가 완료되었습니다.";

/* Default name of progress window */
"Progress" = "진행 과정";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "\"%1$@\"을(를) 저장할 위치 선택...";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "\"%1$@\"을(를) \"%2$@\"(으)로 아카이브할 수 없습니다.\n(오류 %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "\"%1$@\"을(를) 삭제할 수 없습니다.";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "\"%1$@\" 아카이브를 삭제할 수 없습니다.";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "\"%@\"을(를) 압축 해제할 수 없습니다 - 지원되는 포맷이 아닙니다.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "\"%@\"을(를) 압축 해제할 수 없습니다 - Stuffit 아카이브가 지원되지 않습니다.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "\"%1$@\"을(를) \"%2$@\"(으)로 아카이브 해제를 완료할 수 없습니다.\n\"%3$@\"을(를) 대상 디렉토리로 이동할 수 없습니다.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "\"%1$@\"을(를) \"%2$@(으)로 이동할 수 없습니다.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "\"%1$@\"을(를) \"%2$@\"(으)로 이동할 수 없습니다.\n대상이 존재하지 않거나 디렉토리가 아닙니다.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "\"%1$@\"을(를) 휴지통으로 이동할 수 없습니다.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "\"%1$@\" 아카이브를 \"%2$@(으)로 이동할 수 없습니다.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "\"%1$@\" 아카이브를 \"%2$@\"(으)로 이동할 수 없습니다.\n대상이 존재하지 않거나 디렉토리가 아닙니다.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "\"%1$@\" 아카이브를 휴지통으로 이동할 수 없습니다.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "\"%1$@\" 아카이브를 열 수 없습니다.\n(오류 %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "손상된 아카이브 \"%1$@\"을(를) 열 수 없습니다.";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "\"%1$@\"을(를) \"%2$@\"(으)로 아카이브 해제할 수 없습니다.\n(오류 %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "아카이브 해제";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "파일 아카이브 해제";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "\"%1$@\"을(를) \"%2$@\"(으)로 아카이브 해제가 취소되었습니다.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "\"%1$@\" 아카이브 해제 중...";

